Repository: Georgesthierry/mon_saas
Catalog: frontend_flutter/lib/l10n/app_*.arb
Languages: fr

# accueil
source: Home
fr: Accueil

# apropos
source: About
fr: À propos

# projets
source: Projects
fr: Projets

# contact
source: Let's Work Together
fr: Travaillons ensemble

source: Powered by Flutter
fr: Conçu avec passion • Propulsé par Flutter

# experiences
source: Experience & Achievements
fr: Expériences & Réalisations

# aboutTitle
source: Digital Solutions Architect
fr: Architecte de solutions digitales

# aboutDescription
source: Software Engineer and IT Manager specialized in designing robust, secure and high-performance digital solutions that transform information systems into strategic business assets.
fr: Ingénieur logiciel et Responsable IT, je conçois des solutions technologiques robustes, sécurisées et orientées performance pour transformer les systèmes d'information en véritables leviers stratégiques.

# testimonies
source: Trusted By
fr: Ils me font confiance

# testimoniesDescription
source: Organizations and partners who accelerated their digital transformation through my solutions.
fr: Des partenaires et entreprises qui ont accéléré leur transformation digitale grâce à mes solutions.

# experienceDescription
source: With over 6 years of experience, I support SMEs and large enterprises in designing, modernizing and securing IT infrastructures and business applications.
fr: Depuis plus de 6 ans, j’accompagne PME et grandes entreprises dans la conception, la modernisation et la sécurisation de leurs infrastructures et applications métiers.

# projectDescription
source: Each project is engineered to enhance performance, automate processes and create sustainable competitive advantage.
fr: Chaque projet est pensé pour optimiser la performance, automatiser les processus et créer un avantage concurrentiel durable.

# profession
source: Software Engineer â€¢ IT Architect
fr: Ingénieur Logiciel • Architecte SI

# cooperationRequest
source: Start a Strategic Partnership
fr: Démarrer une collaboration stratégique

# profile
source: Expert in software development and information systems architecture, I combine strategic vision with deep technical expertise to deliver scalable, reliable and high-value solutions. Passionate about innovation, I turn complex technological challenges into growth opportunities.
fr: Expert en développement logiciel et en architecture des systèmes d’information, j’allie vision stratégique et expertise technique pour concevoir des solutions fiables, évolutives et à forte valeur ajoutée. Passionné par l’innovation, je transforme les défis technologiques en opportunités de croissance.
